{
  "page.global1": "Atletdata",
  "page.global2": "Boost your career",
  "page.global3": "Learn more",
  "page.global4": "Schedule an appointment",
  "page.global5": "Link",
  "page.global6": "Comment on your testimony",
  "page.global7": "Next",
  "page.global8": "Previous",
  "page.global9": "Add",
  "page.global10": "Search",
  "page.global11": "Edit",
  "page.global12": "Delete",
  "page.global13": "Showing",
  "page.global14": "of",
  "page.global15": "Name",
  "page.global16": "Status",
  "page.global17": "Role",
  "page.global18": "Action",
  "page.global19": "Email",
  "page.global20": "Photo",
  "page.global21": "Cover photo",
  "page.global22": "Upload a file",
  "page.global23": "drag and drop",
  "page.global24": "up to",
  "page.global25": "Change",
  "page.global26": "Send",
  "page.global27": "Back",
  "page.global28": "or",
  "page.global29": "User",
  "page.global30": "Active",
  "page.global31": "Cancel",
  "page.global32": "Are you sure you want to delete? All your data will be permanently deleted. This action cannot be undone.",
  "page.global33": "Title",
  "page.global34": "post",
  "page.global35": "Link",
  "page.global36": "Description",
  "page.global37": "Occupation",
  "page.global38": "Testimonial",
  "page.global39": "Comment",
  "page.global40": "Reference",
  "page.global41": "Date",
  "page.global42": "Phone",
  "page.global43": "Reference",
  "page.global44": "Users",
  "page.global45": "About",
  "page.global46": "Boost your career",
  "page.global47": "Scheduled",
  "page.global48": "Go to admin",
  "page.global49": "Go home",
  "page.global50": "All posts",
  "page.global51": "YouTube link",
  "page.global52": "Last name",
  "page.global53": "Operation successful!",
  "page.global54": "Request processing failed.",
  "page.global55": "Process",
  "page.global56": "Completed",
  "page.global57": "Select",
  "page.global58": "Are you sure you want to change the status? All your data will be changed permanently. This action cannot be undone.",
  "page.global59": "Appointment",
  "page.global60": "We help change and empower the athlete",

  "page.dashboard_admin1": "Main statistic",

  "page.dashboard_admin.post1": "Detail your",

  "page.scheduled1": "Payment data to Edgar Marcano",
  "page.scheduled2": "Email address",
  "page.scheduled3": "Phone number",
  "page.scheduled4": "Purpose of the appointment",

  "page.home.title1": "Transformation to",
  "page.home.title2": "sporting success.",
  "page.home.title3": "Talent Management",
  "page.home.title4": "Schedule a session",
  "page.home.title5": "Get the momentum",
  "page.home.title6": "How the",
  "page.home.title7": "Talent management",
  "page.home.title8": "How it works",
  "page.home.title9": "Schedule a session",
  "page.home.title10": "Define the",
  "page.home.title11": "purpose of the session",
  "page.home.title12": "Select one",
  "page.home.title13": "date and time",
  "page.home.title14": "Reprogramming",
  "page.home.title15": "physical and mental",
  "page.home.title16": "of your energy.",
  "page.home.title17": "The Harmonization of the Chakras:",
  "page.home.title18": "a tool to drive growth and stability",
  "page.home.description1": "To achieve athletic success holistically, it's important for athletes to focus on their overall well-being and not just their physical performance. In addition, it is critical for athletes to take care of their mental health and consider practicing meditation and balancing the chakras.",
  "page.home.description2": "Atletdata is a company that focuses on sports holistically. Through all our knowledge, we manage athletes to achieve long-term success.",
  "page.home.description3": "As a sports agency, we are dedicated to the comprehensive management of sports talents. Their holistic approach encompasses not only physical performance, but also the recovery of their well-being and mental health. With a team of experts, Atletdata ensures that athletes receive the care and support they need to reach their full potential.",
  "page.home.description4": "By scheduling a session with Atletdata, you will not only have access to comprehensive sports talent management, but you will also be able to enjoy chakra harmonization sessions. These sessions are designed to help athletes and others",
  "page.home.description5": "general public",
  "page.home.description6": "to maintain a healthy flow of energy in your body, which can improve your overall well-being.",
  "page.home.description7": "Chakra harmonization can be a useful tool to boost the growth and stability of the chakras,",
  "page.home.description8": "company, brand, business etc...",
  "page.home.description9": "It can also be a valuable tool for improving stability and growth. By balancing the chakras, you can improve the flow of energy in the body and thus improve productivity and creativity.",
  "page.home.description10": "Sports clubs and sports organizations are constantly looking for sports talents to improve their performance and achieve their goals. From talent identification to career planning to contract management, Atletdata takes care of it all. If you are an athlete looking for a trusted sports agency, Atletdata is the perfect choice for you. To manage the recruitment of sports talent, there are a few important steps to follow:",
  "page.home.description11": "First of all, the employment relationship must be of a regular nature, which implies a certain periodicity of the athlete's activity towards the employer.",
  "page.home.description12": "Second, the service must be provided voluntarily.",
  "page.home.description13": "Thirdly, it is important to have sporting skills and abilities that are valuable to the club or sports organisation.",
  "page.home.description14": "Finally, the legal requirements must be met to be considered",
  "page.home.description15": "professional athlete",
  "page.home.description16": "such as not having a criminal record in countries where you have previously resided.",
  "page.home.description17": "Athletes can find motivation in different aspects of sport, and it is important to identify what factors motivate each individual to help them achieve their goals.",
  "page.home.description18": "Here are some steps you need to take",
  "page.home.description19": "Before scheduling a session, it's important to be clear about the purpose of the meeting. By setting your goal, you'll be able to ensure that the meeting is productive and efficient. To define the objective of the session, it is important that you ask yourself some key questions, such as:",
  "page.home.description20": "What do you want to achieve?",
  "page.home.description21": "What is the main topic to be discussed?",
  "page.home.description22": "Who are the people who need to attend the meeting?",
  "page.home.description23": "By answering these questions, you'll be able to define the goal of the session clearly and concisely. Some examples of meeting objectives may include,",
  "page.home.description24": "talent management, company boosting, or chakra harmonization.",
  "page.home.description25": "If you're looking for a way to improve the efficiency of your meetings, be sure to clearly define the purpose of the session before scheduling it.",
  "page.home.description26": "Once you're clear about the purpose of the session, it's time to select a date and time that's convenient for participants. To do this, you can enter the section of",
  "page.home.description27": "on the Atletdata website. Before requesting an appointment, you need to contact us via the phone number provided on the website to clarify any questions you may have. Our team will be happy to help you find the perfect date and time for your session.",
  "page.home.description28": "Meditation can help people reduce stress and anxiety, which can improve their performance, which can help maintain a healthy flow of energy in their body that can improve their overall well-being.",
  "page.home.description29": "Chakra harmonization is a technique used to balance the energy centers in the body. This technique focuses on aligning the seven major chakras of the body, each of which is associated with a specific color, location, and function. Harmonizing the chakras can help balance these components and improve efficiency and effectiveness.",
  "page.home.description30": "If you're looking for a way to boost your growth and stability,",
  "page.home.description31": "company, brand, person or business,",
  "page.home.description32": "Chakra harmonization could be a viable option. By balancing the chakras, physical health, emotional well-being, and mental clarity can be improved. In addition, chakra harmonization is a spiritual practice that has been used for centuries to improve quality of life and overall well-being.",
  "page.home.description33": "It is important to note that chakra harmonization is not a cure for specific diseases or ailments, but a technique that can help improve overall health and well-being.",
  "page.home.description34": "If you would like to schedule a chakra attunement session with us, click on this one",
  "page.home.description35": "for more information. Our team will be happy to help you find the perfect date and time for your session.",

  "page.about.title1": "We are the",
  "page.about.title2": "new evolution",
  "page.about.title3": "from the sports approach",
  "page.about.title4": "People",
  "page.about.title5": "Spiritual Sports",
  "page.about.title6": "Mission",
  "page.about.title7": "Propelling young talent to success",
  "page.about.title8": "Vision",
  "page.about.title9": "The New Evolution of the Sports Approach",
  "page.about.title10": "Motivation",
  "page.about.title11": "Commitment",
  "page.about.title12": "Training",
  "page.about.title13": "The Most Promising Sports",
  "page.about.title14": "for Sports Talent Management",
  "page.about.title15": "Field Sports",
  "page.about.title16": "Football",
  "page.about.title17": "Baseball",
  "page.about.title18": "Golf",
  "page.about.title19": "Tennis",
  "page.about.title20": "Combat Sports",
  "page.about.title21": "Boxing",
  "page.about.title22": "Kickboxing",
  "page.about.title23": "Mixed Martial Arts",
  "page.about.title24": "Wrestling",
  "page.about.title25": "Channeling",
  "page.about.title26": "Healing",
  "page.about.title27": "Transformation",
  "page.about.title28": "Location",
  "page.about.title29": "Our Contact",
  "page.about.title30": "Address",
  "page.about.title31": "Phone number",
  "page.about.title32": "Email",
  "page.about.title33": "Store Hours",
  "page.about.description1": "Atletdata is a holistic sports agency that focuses on young talents and their development. The company believes in a holistic approach to sport, and believes that chakras are energy centers located in the human body, connected to different aspects of our physical, mental, and emotional health.",
  "page.about.description2": "The mission is to provide a platform for young talents to develop their skills and reach their full potential.",
  "page.about.description3": "The company has more than 2 years of experience in the sector and offers a comprehensive service for sports associations and federations. They offer a professional and personalized development of sports marketing and athlete communication, and have their own department integrated within the company at a legal, tax and labor level. In addition, Atletdata has an international reach and impact.",
  "page.about.description4": "Atletdata's vision is to be the new evolution of the sports approach, focusing on young talents and their development. The company believes in a holistic approach to sport, and believes that chakras are energy centers located in the human body, connected to different aspects of our physical, mental, and emotional health. Atletdata focuses on the development and transformation of new sports talents, propelling them to success.",
  "page.about.description5": "At Atletdata we believe that motivation is the driving force behind any achievement. An athlete must have a solid motivation to achieve their goals. Motivation can be internal or external, but it must be strong enough to keep the athlete focused and committed to their training and sports discipline.",
  "page.about.description6": "There must be the commitment, dedication and discipline necessary to reach any written agreement in relation to any sport. In addition, you need to be committed to your training, diet, and lifestyle to achieve excellent performance. Although the details of the contract may vary between an athlete, in general, they contain various clauses that specify the duration of the contract, financial benefits, medical obligations, work obligations, among others.",
  "page.about.description7": "Training is the key to improving athletic performance. An athlete must work on their technique, strength, endurance and flexibility. In addition, a holistic approach can include strategies for managing stress and tailoring the entire plan based on what is actually most convenient. Holistic yoga practice and the use of the pendulum are useful tools for achieving a more holistic approach to sports training.",
  "page.about.description8": "Look no further! In",
  "page.about.description9": "We are looking for the most complete and exciting sports that will help you manage better as sports talents.",
  "page.about.description10": "Welcome to this space created to accompany you on a journey inwards, where you will discover your energetic potential. My name is Edgar and my mission is to assist you in the process of researching, releasing and transforming the energies created by each person, which sit on the foundations of the laws that govern all creation in earthly life. These universal principles are the 7 Hermetic Principles, well known to spiritual disciplines.",
  "page.about.description11": "Thanks to humanity's level of consciousness and its evolution in the management of its energies, a law has been detected that protects us and elevates us to a higher level of evolution: unconditional love. This principle uses all the others as experiential patterns of understanding the creations on this plane. The higher purpose of this method is to raise awareness among those who practice it and connect with it.",
  "page.about.description12": "Through understanding, people take responsibility for their creations, understanding the energetic pattern they need to change. Through the use of the pendulum as a vehicle of connection with divinity, it is possible to connect with the information necessary for your understanding and consequent liberation and transformation of energetic models and patterns inadequate for your present moment. This method also brings to your awareness information necessary for your advancement and development. In addition, it helps you identify aspects of your emotional memory that you are attuned to and that could be generating blockages in different areas of your life.",
  "page.about.description13": "This method reprograms and transforms the genealogy of soul, family, and individual karma into current ancestral memories of the mental, emotional, physical, and spiritual body in all dimensions of being. I hope this improved version of the text will be helpful to you.",
  "page.about.description14": "Technique we use to connect people, brands, and businesses with spirit guides and receive information that can help them on their life journey.",
  "page.about.description15": "This process seeks to improve health and well-being on a physical, emotional, psychological, and energetic level.",
  "page.about.description16": "This process we apply involves a change in form, physical, emotional, psychological, or spiritual appearance.",
  "page.about.description17": "If you need help finding motivation, don't hesitate to contact us. We're here to help you achieve your sporting and career goals.",
  "page.about.description18": "Monday - Friday: 9am to 8pm",
  "page.about.description19": "Saturday: 10am to 6pm",
  "page.about.description20": "Sunday: 12pm to 4pm",

  "page.holistic.title1": "Reprogramming",
  "page.holistic.title2": "physical and mental",
  "page.holistic.title3": "of your energy.",
  "page.holistic.title4": "Latest News",
  "page.holistic.description1": "Research in sport focuses on transforming emotional behavior patterns and blockages that can affect the nervous system and organs, preventing injuries in the athlete's development. To achieve this, it seeks to boost the energy centers in the athlete, control the mind, maintain discipline, promote cohesion, self-esteem, joy, make decisions and unlock family karmas. In addition, it seeks to restructure the DNA and achieve spiritual and astral alignment.",
  "page.holistic.description2": "With a 99% success rate, the goal is to focus on young talent, giving them a platform to develop their skills and reach their full potential. It's important to note that these methods are not a cure for specific diseases or ailments, but rather a technique that can help improve overall health and well-being.",
  "page.about.descriptionw": "para"
}
